{
	"common": {
		"home": "Strona g贸wna",
		"about": "O mnie",
		"music": "Muzyka",
		"it": "IT",
		"featured": "Wyr贸偶nione",
		"contact": "Kontakt",
		"buy_now": "Kup teraz",
		"download": "Pobierz",
		"cookies": "Ta strona internetowa zawiera zewntrzne treci z platform takich jak Spotify i SoundCloud, kt贸re mog u偶ywa plik贸w cookie. Korzystajc z tej strony internetowej, akceptujesz i wyra偶asz zgod na korzystanie z plik贸w cookie przez te usugi stron trzecich.",
		"more": "I wicej",
		"discover_more": "Odkryj wicej",
		"go_to": "Przejd藕 do strony"
	},
	"home": {
		"welcome": "Witaj w wiecie kreatywnoci!",
		"quote": "\"Marzenia s nasionami przyszoci. Pielgnuj je, wierz w nie, i obserwuj, jak kwitn w rzeczywisto.\"",
		"magical_world": "Zobacz magiczny wiat"
	},
	"about": {
		"title": "O mnie",
		"description": [
			"Jestem Samuel, entuzjasta kreatywnoci z pasj do tworzenia r贸偶norodnej muzyki, eksplorowania sztuki w jej r贸偶nych formach oraz podejmowania si nowych kreatywnych wyzwa.  Od komponowania wzruszajcych melodii po eksploracj gbi wyrazu artystycznego,  pochaniam si w ka偶dym przedsiwziciu z prawdziwym oddaniem. Opr贸cz artystycznych d偶e, zagbiam si w wiat programowania, majc na celu poczenie technologii z kreatywnoci, aby innowowa i inspirowa.   Z niezomnym zaanga偶owaniem w doskonao, cigle ewoluuj i rozwijam si w mojej kreatywnej podr贸偶y."
		]
	},
	"music": {
		"title": "Muzyka",
		"description": [
			" Wkrocz do mojego muzycznego wiata, gdzie innowacja i r贸偶norodno ksztatuj ka偶dy d藕wik.  Od eksperymentalnych odchyle po alternatywne wibracje, spokojne instrumentale, bity hip-hopowe i eteryczn trans muzyk elektroniczn, moje kompozycje przemierzaj rozlegy krajobraz d藕wik贸w.  Z ka偶d nut, m贸j cel jest jasny: szerzenie uwa偶noci i radoci zar贸wno poprzez d藕wik, jak i teksty, tworzc immersyjne dowiadczenie, kt贸re rezonuje gboko z dusz.  Docz do mnie w tej penej przyg贸d d藕wikowej odysei. "
		],
		"latest": "Najnowsze wydania",
		"playlists": "Listy odtwarzania",
		"listen": "Posuchaj ostatnich wyda"
	},
	"it": {
		"title": "IT",
		"description": [
			" Jako dowiadczony Frontend Developer, posiadam niezachwian pasj do programowania i d偶 do cigego poszerzania mojej wiedzy i umiejtnoci. Pozostaj gboko zaabsorbowany najnowszymi trendami ksztatujcymi obszar tworzenia stron internetowych, aplikacji internetowych, blog贸w i gier.  Moja specjalizacja le偶y w tworzeniu pynnych dowiadcze u偶ytkownika poprzez szczeg贸owe uwzgldnienie detali UI i UX, zapewniajc optymaln wydajno na wszystkich urzdzeniach.  Opr贸cz specjalizacji w JavaScript i innych nowoczesnych technologiach front-endowych, r贸wnie偶 powicam si doskonaleniu mojej wiedzy w technologiach serwerowych. "
		],
		"skills": {
			"title": "Technologie, kt贸rych u偶ywam",
			"other": "Inne"
		}
	},
	"featured": {
		"title": "Wyr贸偶nione",
		"description": [
			" Odkryj wyr贸偶nione projekty - przegld moich tw贸rczych przedsiwzi i innowacyjnych wsp贸prac. Zagb si i zobacz r贸偶norodny zakres pracy wykonanej z pasj i oddaniem."
		]
	},
	"contact": {
		"title": "Kontakt",
		"description": [
			"Nie krpuj si do mnie zwr贸ci w sprawie wsp贸pracy, zapyta lub po prostu, aby przywita si pod adresem:",
			"Zawsze jestem podekscytowany, aby nawiza kontakt z innymi tw贸rcami i entuzjastami. Rozpocznijmy rozmow!"
		]
	}
}
